import React from 'react'

const ContractOfer = () => {
  return (
    <div className="container">
      <h1 className="content__title">Договор оферты</h1>
      <div className="container--contract-ofer">
        <p>
          Настоящий Договор является публичной офертой (в соответствии со ст.ст.
          633, 641 и гл. 63 Гражданского кодекса Украины) и содержит все
          существенные условия организации купли-продажи как дистанционным
          способом, т.е. через Интернет-магазин https://sharik-upp, так и
          совершая офф-лайн покупки в магазине шаров «Sharik-upp» по адресу:
          г.Киев, пр-т Петра Григоренка, 43, в лице ФОП Медведчук В.П. г. Киев
          (далее – магазин шаров «Sharik-upp»), в дальнейшем именуемый Продавец.
        </p>
        <p>
          Условия настоящего Договора одинаковы для всех посетителей
          Интернет-магазина https://sharik-upp и магазина шаров «Sharik-upp»,
          независимо от статуса (физическое лицо, юридическое лицо, физическое
          лицо – предприниматель), которые имеют намерение, желание и
          возможности приобрести предлагаемые товары.
        </p>
        <p>
          Подтверждением полного согласия со всеми без исключения условиями
          данного Договора, является акцепт оферты Покупателем путем
          осуществления Заказа. В случае несогласия с условиями данного Договора
          – Покупатель не акцептирует оферту.
        </p>
        <h3>1. Общие положения</h3>
        <p>
          1.1. Настоящий Договор публичной оферты определяет особенности
          купли-продажи Товара на сайте Интернет-магазина https://sharik-upp
          (далее – Интернет-магазин) и применяется в отношении любого Товара,
          предлагаемого к продаже (покупке) на сайте Интернет–магазина и в
          магазине шаров «Sharik-upp».
        </p>
        <h3>2. Термины и определения</h3>
        <p>2.1. Перечень терминов и определений.</p>
        <p>
          2.1.1. «Товар» — перечень наименований ассортимента, представленный в
          Интернет-магазине, формирующий объект соглашения сторон, выбираемый
          Покупателем.
        </p>
        <p>
          {' '}
          2.1.2. «Каталог» — информация о товарах, размещенная в
          Интернет-магазине.
        </p>
        <p>
          {' '}
          2.1.4. «Интернет-магазин» — сайт Продавца https://sharik-upp ,
          предназначенный для заключения настоящих Договоров купли-продажи на
          основании ознакомления Покупателя с предложенным Продавцом описанием
          Товара, содержащимся в Каталоге и представленным на фотоснимках,
          посредством сети Интернет, исключающей возможность непосредственного
          ознакомления Покупателя с Товаром — дистанционный способ продажи
          товара.
        </p>
        <p>
          {' '}
          2.1.5. «Покупатель» - любое дееспособное физическое, юридическое лицо,
          физическое лицо-предприниматель, согласно действующего украинского
          законодательства, посетившее сайт https://sharik-upp , имеющее
          намерение приобрести для предпринимательских целей тот или иной Товар,
          и оплатить получение такого Товара.
        </p>
        <p>
          {' '}
          2.1.6. Акцепт оферты – приобретение (оплата) товара в порядке,
          определяемом данным договором, по ценам, указанным на сайте
          Интернет-магазина.
        </p>
        <p>
          {' '}
          2.1.7. Рекламация — претензия покупателя или заказчика, предъявляемая
          продавцу или поставщику по поводу ненадлежащего качества или
          количества поставляемого товара, требование об устранении недостатков,
          снижении цены, возмещении убытков.
        </p>
        <p>
          {' '}
          2.2. Стороны, заключением публичного договора подтверждают, что
          согласны с определением всех терминов, описанных в настоящем Договоре,
          и обязуются не применять иного трактования, кроме того, что
          обусловлено в Договоре.
        </p>
        <h3> 3. Предмет Договора</h3>
        <p>
          {' '}
          3.1. Продавец обязуется передать в собственность Покупателю Товар в
          оговоренный с Покупателем срок, а Покупатель обязуется оплатить и
          принять Товар на условиях настоящего Договора.
        </p>
        <p>
          {' '}
          3.2. Покупатель, воспользовавшийся услугами Интернет-магазина,
          рассматривается как лицо, вступившее с Продавцом в договорные
          отношения.
        </p>
        <h3> 4. Момент заключения Договора</h3>
        <p> 4.1. Договор считается заключенным с момента Акцепта оферты.</p>
        <p>
          {' '}
          4.2. Факт приобретения Товара является безоговорочным доказательством
          принятия Покупателем условий данного Договора.
        </p>
        <h3> 5. Права и обязанности Сторон</h3>
        <p> 5.1. Покупатель имеет право:</p>
        <p>
          {' '}
          5.1.1. Добровольно выбирать Товары, предлагаемые Продавцом посредством
          Интернет-магазина.
        </p>
        <p>
          {' '}
          5.1.2. Получать информацию о свойствах Товаров, предлагаемых Продавцом
          посредством Интернет-магазина.
        </p>
        <p>
          {' '}
          5.1.3. Требовать от Продавца исполнения условий настоящего Договора.
        </p>
        <h3> 5.2. Покупатель обязан:</h3>
        <p>
          {' '}
          5.2.1. До момента заключения Договора ознакомиться с содержанием
          Договора, условиями Договора, ассортиментом Товаров и тарифами
          (ценами), предлагаемыми Продавцом на всех страницах Интернет-магазина.
        </p>
        <p>
          {' '}
          5.2.2. Соблюдать условия настоящего Договора и отдельно изложенные
          Правила сайта.
        </p>
        <p>
          {' '}
          5.2.3. Самостоятельно оформлять Заказ в Интернет-магазине с помощью
          предусмотренных для этого элементов интерфейса.
        </p>
        <p>
          {' '}
          5.2.4. Своевременно и в полной мере оплатить и забрать Товар на
          условиях настоящего Договора.
        </p>
        <p>
          {' '}
          5.2.5. Своевременно и в полной мере оплатить услуги Доставки на
          условиях настоящего Договора.
        </p>
        <p>
          {' '}
          5.2.6. Предоставлять своевременную и правдивую информацию, которая
          может потребоваться при осуществлении Заказа и которая однозначно
          идентифицирует его как Покупателя.
        </p>
        <p>
          {' '}
          5.2.7. Не совершать покупки в указанном Интернет-магазине до
          достижения им 18 лет. В связи с изложенным, акцептом оферты,
          Покупатель гарантирует продавцу, что является полностью право- и
          дееспособным лицом, которое действует на основании своего внутреннего
          убеждения и волеизъявления.
        </p>
        <p> 5.3. Продавец имеет право:</p>
        <p>
          {' '}
          5.3.1. Изменять условия настоящего Договора и правила сайта,
          ассортимент Товаров, цены на Товары и услуги, в одностороннем порядке,
          помещая их на соответствующие страницы сайта. Все изменения вступают в
          силу немедленно после их публикации на сайте Интернет-магазина.
        </p>
        <p> 5.4. Продавец обязан:</p>
        <p>
          {' '}
          5.4.1. С момента заключения настоящего Договора обеспечить в полной
          мере выполнение всех обязательств перед Покупателем в соответствии с
          условиями настоящего Договора.
        </p>
        <p>
          {' '}
          5.4.2. Нести полную ответственность перед Покупателем за выполнение
          Заказа до передачи Заказа Покупателю.
        </p>
        <p>
          {' '}
          5.4.3. Передать Покупателю Товар в определенном месте, в определяемом
          Заказом количестве и ассортименте. Передаваемый Товар имеет
          соответствующую комплектность, надлежащее качество и свободен от
          претензий третьих лиц.
        </p>
        <p>
          {' '}
          5.4.4. Довести до сведения Покупателя необходимую и достоверную
          информацию о Товаре.
        </p>
        <p>
          {' '}
          5.4.5. Уведомлять Покупателя о невозможности выполнения обязательств
          перед ним, в случае возникновения форс-мажорных ситуаций.
        </p>
        <p>
          {' '}
          5.4.6. Не разглашать информацию о Покупателе и не предоставлять доступ
          к этой информации третьим лицам, за исключением случаев,
          предусмотренных действующим законодательством или несоблюдения
          Покупателем настоящего Договора.
        </p>
        <p>
          {' '}
          5.5. Стороны освобождаются от ответственности за неисполнение или
          ненадлежащее исполнение обязательств по Договору на время действия
          обстоятельств непреодолимой силы. Под непреодолимой силой понимаются
          чрезвычайные и непреодолимые при данных условиях обстоятельства,
          препятствующие исполнению своих обязательств сторонами по настоящему
          Договору. К ним относятся стихийные бедствия, обстоятельства
          общественной жизни (военные действия, чрезвычайные положения,
          забастовки, эпидемии и т. п.), запретные меры государственных органов.
          В течение этого времени стороны не имеют взаимных претензий, и каждая
          из сторон принимает на себя риск последствий форс-мажорных
          обстоятельств.
        </p>
        <h3> 6. Порядок оформления Заказа</h3>
        <p>
          {' '}
          6.1. Покупатель самостоятельно оформляет Заказ в Интернет-магазине.
        </p>
        <h3> 7. Стоимость и порядок оплаты Заказа</h3>
        <p>
          {' '}
          7.1. Цены на Товары публичны и указаны в Интернет-магазине. Услуги
          могут меняться в зависимости от конъюнктуры рынка, что отражается на
          ценах в Интернет-магазине.
        </p>
        <p>
          {' '}
          7.2. Продавец не может менять цену для конкретного Покупателя в
          случае, если тот уже принял условия Продавца и совершил в
          установленном настоящим договором порядке оплату Товара (услуг).
        </p>
        <p>
          {' '}
          7.3. Покупатель может оплатить товар любым удобным способом, которые
          описаны на сайте Интернет–магазина.
        </p>
        <p>
          {' '}
          7.4. Полная стоимость Заказа состоит из стоимости Товара и стоимости
          доставки.
        </p>
        <p>
          {' '}
          7.5. Покупатель имеет право отказаться от услуги доставки. В этом
          случае Заказ забирается Покупателем в магазине Продавца - магазине
          шаров "Sharik-upp" по адресу: пр-т Петра Григоренка, 43, г. Киев.
          Оплата Заказа осуществляется удобным для Покупателя способом,
          описанным на сайте Интернет-магазина.
        </p>
        <h3> 8. Доставка Товара</h3>
        <p>
          {' '}
          8.1. Доставка Товара по Киеву курьером осуществляется 7 дней в неделю
          24 часа в сутки, при условии, что товар был заказан в рабочее время
          (согласно режима работы, указанного на Сайте) магазина шаров
          "Sharik-upp" по адресу: пр-т Петра Григоренка, 43, г. Киев.
        </p>
        <p>
          {' '}
          8.2. Покупатель получает Товар посредством курьерской доставки
          Продавца или забирает его путем самовывоза в магазине шаров
          "Sharik-upp" по адресу: пр-т Петра Григоренка, 43, г. Киев в рабочее
          время магазина (согласно режима работы, указанного на Сайте).
        </p>
        <p>
          {' '}
          8.3. Факт получения Товара надлежащего качества и количества и
          отсутствие каких-либо претензий к Товару, Покупатель и/или Получатель
          подтверждает собственной росписью в расходной накладной при получении
          Товара.
        </p>
        <p>
          {' '}
          8.4. В случае отсутствия Покупателя или Получателя (указанного
          Покупателем) по адресу доставки, указанного Покупателем в Заявке, или
          отказа Покупателя и/или Получателя от Товара, Покупатель обязан
          оплатить Товар и стоимость его доставки по адресу Покупателя и/или
          Получателя (указанного Покупателем), а также обратную доставку в
          магазин.
        </p>
        <p>
          {' '}
          8.5. В случае если Покупатель имеет претензии к количеству и/или
          качеству Товара, он обязан изложить свои претензии в письменном виде и
          выслать их в электронном письме на официальную почту Продавца.
          Уведомление Продавца о претензиях иным способом, чем указанно в
          п.8.3., не считается Сторонами таковым.
        </p>
        <p>
          {' '}
          8.6. Покупатель имеет право отказаться от Товара и его оплаты, в
          случае:
        </p>
        <p>
          {' '}
          8.6.1. В момент его получения от курьера Покупатель обнаруживает, что
          Товар поврежден и/или испорчен.
        </p>
        <p>
          {' '}
          8.6.2.Товар существенно отличается от того, который представлен на
          Сайте, за исключением случаев, указанных в п.11.
        </p>
        <p>
          {' '}
          8.6.3. Товар доставлен не вовремя (в случае заказа доставки Товара на
          точное время).
        </p>
        <p>
          {' '}
          8.7. Срок доставки Товара состоит из срока обработки Заказа и срока
          его доставки.
        </p>
        <p>
          {' '}
          8.8. В связи с большим количеством заказов и увеличением нагрузки, в
          праздничные дни (Новогодние праздники, 14 февраля, 8 Марта и другие)
          срок доставки Товара осуществляется по предварительному согласованию с
          менеджером.
        </p>
        <h3> 9. Порядок возврата Товара</h3>

        <p>
          {' '}
          9.1. При получении Товара ненадлежащего качества (брака), Покупатель
          вправе потребовать замену некачественного (бракованного) Товара на
          качественный (возврат товара производится по адресу пр-т Петра
          Григоренка, 43). Продавец удовлетворяет требование Покупателя в
          течение 2 рабочих дней (без учета доставки) со дня предъявления
          Покупателем письменных претензий в порядке указанном в п.8.5.
          Договора.
        </p>
        <p>
          {' '}
          9.2. Согласно постановлению КМУ от 19 марта 1994 г. воздушные шары
          надлежащего качества возврату и обмену не подлежат.
        </p>
        <p>
          {' '}
          9.3. Покупатель и/или Получатель, приняв публичную оферту,
          подтверждает, что ознакомлен с содержанием ст. 9 Закона Украины "О
          защите прав потребителей" и ст. ст. 6, 707 Гражданского Кодекса
          Украины, безусловно, соглашается с тем, что потребление и/или
          использования товара, для целей настоящего Договора означает его любое
          перемещение за пределы помещения магазина, расположенного по адресу:
          пр-т Петра Григоренка, 43, г. Киев, а потому, после такого потребления
          и/или использования обмен и/или возврат товара магазином не
          проводится".
        </p>
        <p>
          {' '}
          9.4. В случае отказа клиента от не выполненного заказа, возврат
          средств производится в ближайший банковский день с момента принятия
          решения о возврате средств. В случае отказа от заказа Получателем от
          невыполненного заказа, Покупатель может получить уплаченные средства
          за данный заказ, если он ещё не был создан.
        </p>
        <h3> 10. Срок действия настоящего Договора</h3>
        <p>
          {' '}
          10.1. Настоящий Договор вступает в силу с момента Акцепта оферты и
          действует до выполнения всех его условий обеими Сторонами.
        </p>
        <p>
          {' '}
          10.2. Срок действия настоящей Оферты устанавливается с момента
          размещения на Сайте.
        </p>
        <p>
          {' '}
          10.3. Отзыв оферты может быть осуществлен Продавцом в любое время, что
          не является основанием для отказа от обязательств по уже заключенному
          Договору.
        </p>
        <h3> 11. Отказ от предоставления гарантий.</h3>
        <p>
          {' '}
          11.1. Продавец делает все возможное, чтобы обеспечить качественное
          предоставление услуг Покупателю.
        </p>
        <p>
          {' '}
          11.2. Советы и информация, даваемые Покупателю, не могут
          рассматриваться как гарантии.
        </p>
        <p>
          {' '}
          11.3. Материалы и информация на сайте Интернет-магазина
          предоставляются «как есть» без каких-либо гарантий.
        </p>
        <p>
          {' '}
          11.4. Цвета и оттенки Товаров могут отличаться от реальных вследствие
          особенностей настроек монитора.
        </p>
        <p>
          {' '}
          11.5.Указанные размеры композиций являются приблизительными,
          реальный размер может отличаться от 5 до 10%.
        </p>
        <p>
          {' '}
          11.6. Интернет-магазин не гарантирует точности и полноты информации,
          размещенной на сайте.
        </p>
        <p>
          {' '}
          11.7. Интернет-магазин в любое время без уведомления может вносить
          изменения в материалы и информацию, предоставляемые на сайте, а также
          в упомянутые в нем товары.
        </p>
        <p>
          {' '}
          11.8. В случае неактуальности информации на сайте, Интернет-магазин не
          обязуется обновлять ее.
        </p>
        <p>
          {' '}
          11.9. Интернет–магазин ни при каких обстоятельствах не несет
          ответственности за любой ущерб, возникший вследствие использования,
          невозможности использования или результатов использования
          Интернет-магазина.
        </p>
        <p>
          {' '}
          11.10. Интернет-магазин оставляет за собой право изменения состава и
          внешнего вида товара на 20-25% с сохранением общего вида и стоимости
          компонентов
        </p>
        <h3> 12. Прочие условия</h3>
        <p>
          {' '}
          12.1. Покупатель соглашается с получением материалов рекламного
          характера об проходящих акциях и распродажах, маркетинговых программах
          и т.д. средствами коммуникации, такими как электронная почта,
          мобильная и сотовая связь, в том числе по контактной информации,
          указанной Покупателем в его профиле на сайте. В случае нежелания
          получать рассылку, Покупатель может обратиться к Администрации
          ресурса, написав заявление об отказе от получения рекламных материалов
          и прислав его на адрес продавца.
        </p>
        <p>
          {' '}
          12.2. Покупатель, подписанием этого договора, подтверждает, что
          уведомлен о своих правах в соответствии со ст. 8 Закона Украины «О
          защите персональных данных» и дает свое согласие (разрешение) на сбор,
          обработку и хранение персональных данных.
        </p>
        <p>
          {' '}
          12.3. Все споры и разногласия, возникающие при исполнении Сторонами
          обязательств по настоящему Договору, решаются путем переговоров. В
          случае невозможности их устранения, Стороны регулируют свои отношения
          согласно действующему законодательству.
        </p>
      </div>
    </div>
  )
}

export default ContractOfer
