import React from 'react'

const Guarantee = () => {
  return (
    <div className="container">
      <h1 className="content__title">Гарантия и возврат</h1>
      <div className="container--guarantee">
        <p>
          Репутация для нас имеет огромное значение, мы постоянно работаем над
          улучшением качества и визуальной составляющей наших шаров, каждая
          деталь заказа важна. Если вас что-то не устроило, свяжитесь пожалуйста
          с нами по телефону +38(097) 042-48-18. Мы постараемся решить проблему
          в кратчайшие сроки.
        </p>
        <h3>Гарантийные случаи</h3>
        <p>
          Обычно на полет воздушных шаров с обработкой специальной жидкостью
          гарантия составляет - 48 часов с момента заказа при условии соблюдения
          всех рекомендуемых правил эксплуатации шаров.
        </p>
        <p>
          Гарантия распространяется на латексные и фольгированные шарики
          доставленные нашей службой доставки, за исключением шаров с конфетти
          стандартного и большого размера.
        </p>
        <p>
          Летают наши шарики обычно от нескольких дней до нескольких недель,
          даже месяцев в зависимости от качества шарика и типа (размер,
          латекс/фольга) и условий их хранения (температура, влажность и т.д.).
          При этом под действием вншних факторов часть шаров может лопнуть или
          опуститься.{' '}
        </p>
        <p>Условия гарантии распостраняются на следующие случаи:</p>
        <p>• 30% шариков опустились до истечения гарантийного срока</p>

        <p>
          Мы постараемся оперативно установить причину возникновения проблемы и
          в случае подтверждения вины с нашей стороны, мы быстро осуществим
          замену товара или предложим выгодную альтернативу.{' '}
        </p>
        <p>
          В течение 24 часов с момента обращения клиента, в случае, если был
          зафиксирован гарантийный случай, производится замена воздушных шаров.
        </p>
        <h3>Возврат денежных средств</h3>
        <p>
          Если был зафиксирован гарантийный случай и невозможно произвести
          замену бракованных шаров на новые, возврат средств производится в
          течение 2 дней с момента обращения клиента, тем же способом оплаты
          заказа.
        </p>
        <h3>Политика возврата товара</h3>
        <p>
          Просим Вас обратить внимание на то, что согласно постановлению КМУ
          №172 от 19 марта 1994 г., товары надлежащего качества возврату и
          обмену не подлежат.
        </p>
        <h3>Финансовые гарантии заказа</h3>
        <p>
          Любые изменения в заказе либо отмену вы можете сделать по телефону
          +38(098) 042-48-18. При отмене заказа до момента его выполнения,
          гарантируем возврат 100% суммы. Просьба предупреждать заранее нас о
          любых изменениях, хотя бы за 24 часа до выполнения заказа.
        </p>
        <h3>Негарантийные случаи</h3>
        <p>
          Если шары сдулись по вине клиента, гарантия на полет воздушных шариков
          аннулируется.
        </p>
        <p>
          Просим Вас быть бережно относиться к шарикам, оградить их от домашних
          животных и избегать их соприкосновения с острыми предметами.
        </p>
        <p>
          Прозрачные шарики с конфети, декором летают меньше из-за
          дополнительного веса.
        </p>
        <p>
          Также, под влиянием высоких температур, происхордит окисление
          латексных шаров, они становятся матовыми. Особенно это касается
          прозрачных шаров.
        </p>
        <h2>Правила эксплуатации воздушных шариков с гелием</h2>
        <p>
          температура: дольше всего шары летают при температуре от 20 до 23 C
        </p>
        <p>воздействие солнца: значительно сокращает длительность полета</p>
        <p>
          существенно сокращает время полета высокий уровень влажности (не
          больше суток)
        </p>

        <p>
          при погрузке шариков в автомобиль не касайтесь нагретых частей машины
        </p>
        <p>
          не желательно размещать шары у вентилятора, кондиционера,
          обогревателя, входа в помещение или окна
        </p>
        <p>
          не рекомендуется оставлять шары в машине на длительный срок (дольше
          2-3 часов) как в холодную, так и в жаркую погоду. Ррезкие перепады
          температур могут привести к тому, что шары лопнут или, существенно
          сдуются.
        </p>
        <p>
          для сохранения первоначального вида и лёгкости транспортировки
          рекомендуем покупать специальные пакеты для шариков
        </p>
      </div>
    </div>
  )
}

export default Guarantee
