{
    "categoryHomeBalloons": "Наборы",
    "categoryLatexBalloons": "Латексные шарики",
    "categoryFiguresBalloons": "Фольгированные фигуры",
    "categoryStarsBalloons": "Фольгированные звезды, сердца",
    "categoryNumbersBalloons": "Цифры",
    "categorySurpriseBox": "Коробка-сюрприз",
    "categoryCandlesCake": "Свечи на торт",
    "homeTitle": "Наборы шариков",
    "homeErrorTitle": "Возникла ошибка",
    "homeErrorDescription": "К сожалению, не удалось получить товары. Повторите попытку позже.",
    "notFoundBlockTitle": "Ничего не найдено",
    "notFoundBlockDescription": "к сожалению даная страница отсутствует",
    "productsBlockButton": "Купить",
    "orderFormTitle": "Покупатель",
    "orderFormName": "Имя",
    "orderFormLastName": "Фамилия",
    "orderFormCity": "Город",
    "orderFormAddress": "Адрес",
    "orderFormButton": "Заказать",
    "orderSuccessTitle": "Спасибо за заказ!",
    "orderSuccessDescription": "Мы свяжемся с вами для уточнения всех подробностей",
    "cartTitle": "Корзина",
    "cartClearItem": "Очистить корзину",
    "cartTotalCount": "Всего товаров",
    "cartTotalPrice": "Сумма",
    "cartGoBackButton": "Продолжить покупки",
    "footerCopiright": "Все права защищены",
    "footerAboutUs": "О нас",
    "footerGuarantee": "Гарантия и возврат",
    "footerContractOfer": "Договор оферты",
    "footerContactUs": "Котакты",
    "aboutUs": "О нас",
  "companyDescription": "Компания \"Sharik-upp\" это",
  "aboutUsParagraph1": "Компания, которая работает с 2019 года на рынке доставки воздушных шариков и праздничных аксесуаров по городу Киеву. Интернет магазин \"Sharik-upp\" предоставляет отличный выбор различных шаров с гелием под Ваш праздник. Заходите на наш сайт, выберите подходящий вариант, и мы доставим вашу покупку в любой район Киева и в любое время! Просто позвоните по одному из наших телефонных номеров и сделайте ваш заказ!",
  "aboutUsParagraph2": "Наш магазин находиться по адресу: г. Киев, пр-т Григоренко, 43, в торговом центре. Удобно забирать шарики самовывозом или воспользоваться услугой доставки",
  "aboutUsParagraph3": "Мы постоянно совершенствуемся, следим за последними трендами аэродизайна, добавляем разные новинки в ассортимент наших товаров. Немалое значение придаем изучению качества предлагаемых шариков, времени полета, визуальной стороны и т.п.",
    "guaranteeAndReturn": "Гарантия и возврат",
  "guaranteeParagraph1": "Репутация для нас имеет огромное значение, мы постоянно работаем над улучшением качества и визуальной составляющей наших шаров, каждая деталь заказа важна. Если вас что-то не устроило, свяжитесь пожалуйста с нами по телефону +38(097) 042-48-18. Мы постараемся решить проблему в кратчайшие сроки.",
  "guaranteeCases": "Гарантийные случаи",
  "guaranteeParagraph2": "Обычно на полет воздушных шаров с обработкой специальной жидкостью гарантия составляет - 48 часов с момента заказа при условии соблюдения всех рекомендуемых правил эксплуатации шаров.",
  "guaranteeParagraph3": "Гарантия распространяется на латексные и фольгированные шарики доставленные нашей службой доставки, за исключением шаров с конфетти стандартного и большого размера.",
  "guaranteeParagraph4": "Летают наши шарики обычно от нескольких дней до нескольких недель, даже месяцев в зависимости от качества шарика и типа (размер, латекс/фольга) и условий их хранения (температура, влажность и т.д.). При этом под действием вншних факторов часть шаров может лопнуть или опуститься.",
  "guaranteeParagraph5": "Условия гарантии распостраняются на следующие случаи:",
  "guaranteeParagraph6": "• 30% шариков опустились до истечения гарантийного срока",
  "refundPolicy": "Возврат денежных средств",
  "refundPolicyParagraph1": "Если был зафиксирован гарантийный случай и невозможно произвести замену бракованных шаров на новые, возврат средств производится в течение 2 дней с момента обращения клиента, тем же способом оплаты заказа.",
  "returnPolicy": "Политика возврата товара",
  "returnPolicyParagraph1": "Просим Вас обратить внимание на то, что согласно постановлению КМУ №172 от 19 марта 1994 г., товары надлежащего качества возврату и обмену не подлежат.",
  "financialGuarantees": "Финансовые гарантии заказа",
  "financialGuaranteesParagraph1": "Любые изменения в заказе либо отмену вы можете сделать по телефону +38(098) 042-48-18. При отмене заказа до момента его выполнения, гарантируем возврат 100% суммы. Просьба предупреждать заранее нас о любых изменениях, хотя бы за 24 часа до выполнения заказа.",
  "financialGuaranteesParagraph2": "Если шары сдулись по вине клиента, гарантия на полет воздушных шариков аннулируется.",
  "nonGuaranteeCases": "Негарантийные случаи",
  "nonGuaranteeCasesParagraph1": "Просим Вас быть бережно относиться к шарикам, оградить их от домашних животных и избегать их соприкосновения с острыми предметами.",
  "nonGuaranteeCasesParagraph2": "Прозрачные шарики с конфети, декором летают меньше из-за дополнительного веса.",
  "nonGuaranteeCasesParagraph3": "Также, под влиянием высоких температур, происхордит окисление латексных шаров, они становятся матовыми. Особенно это касается прозрачных шаров.",
  "balloonHandlingRules": "Правила эксплуатации воздушных шариков с гелием",
  "balloonHandlingRulesParagraph1": "температура: дольше всего шары летают при температуре от 20 до 23 C",
  "balloonHandlingRulesParagraph2": "воздействие солнца: значительно сокращает длительность полета",
  "balloonHandlingRulesParagraph3": "существенно сокращает время полета высокий уровень влажности (не больше суток)",
  "balloonHandlingRulesParagraph4": "при погрузке шариков в автомобиль не касайтесь нагретых частей машины",
  "balloonHandlingRulesParagraph5": "не желательно размещать шары у вентилятора, кондиционера, обогревателя, входа в помещение или окна",
  "balloonHandlingRulesParagraph6": "не рекомендуется оставлять шары в машине на длительный срок (дольше 2-3 часов) как в холодную, так и в жаркую погоду. Резкие перепады температур могут привести к тому, что шары лопнут или, существенно сдуются.",
  "balloonHandlingRulesParagraph7": "для сохранения первоначального вида и лёгкости транспортировки рекомендуем покупать специальные пакеты для шариков",
  "contractOferTitle": "Договор оферты",
  "contractOferTitleP_1": " Настоящий Договор является публичной офертой (в соответствии со ст.ст.
          633, 641 и гл. 63 Гражданского кодекса Украины) и содержит все
          существенные условия организации купли-продажи как дистанционным
          способом, т.е. через Интернет-магазин https://sharik-upp, так и
          совершая офф-лайн покупки в магазине шаров «Sharik-upp» по адресу:
          г.Киев, пр-т Петра Григоренка, 43, в лице ФОП Медведчук В.П. г. Киев
          (далее – магазин шаров «Sharik-upp»), в дальнейшем именуемый Продавец.",
  "contractOferTitleP_2": "  Условия настоящего Договора одинаковы для всех посетителей
          Интернет-магазина https://sharik-upp и магазина шаров «Sharik-upp»,
          независимо от статуса (физическое лицо, юридическое лицо, физическое
          лицо – предприниматель), которые имеют намерение, желание и
          возможности приобрести предлагаемые товары.",
  "contractOferTitleP_3": "   Подтверждением полного согласия со всеми без исключения условиями
          данного Договора, является акцепт оферты Покупателем путем
          осуществления Заказа. В случае несогласия с условиями данного Договора
          – Покупатель не акцептирует оферту.",
  "contractOferTitle1": "1. Общие положения",
  "contractOferTitle1_1": " 1.1. Настоящий Договор публичной оферты определяет особенности
          купли-продажи Товара на сайте Интернет-магазина https://sharik-upp
          (далее – Интернет-магазин) и применяется в отношении любого Товара,
          предлагаемого к продаже (покупке) на сайте Интернет–магазина и в
          магазине шаров «Sharik-upp».",


}