{
    "categoryHomeBalloons": "Набори",
    "categoryLatexBalloons": "Латексні кульки",
    "categoryFiguresBalloons": "Фольговані фігури",
    "categoryStarsBalloons": "Фольговані зірки, серця",
    "categoryNumbersBalloons": "Цифри",
    "categorySurpriseBox": "Коробка-сюрприз",
    "categoryCandlesCake": "Свічки на торт",
    "homeTitle": "Набори кульок",
    "homeErrorTitle": "Виникла помилка",
    "homeErrorDescription": "Нажаль, не вдалося отримати товари. Спробуйте ще раз.",
    "notFoundBlockTitle": "Нічого не знайдено",
    "notFoundBlockDescription": "нажаль дана сторінка відсутня",
    "productsBlockButton": "Купити",
    "orderFormTitle": "Замовник",
    "orderFormName": "Им'я",
    "orderFormLastName": "Прізвище",
    "orderFormCity": "Місто",
    "orderFormAddress": "Адреса",
    "orderFormButton": "Замовити",
    "orderSuccessTitle": "Дякуємо за замовлення!",
    "orderSuccessDescription": "Ми зв'яжемось з Вами для уточнення деталей замовлення!",
    "cartTitle": "Кошик",
    "cartClearItem": "Очистити кошик",
    "cartTotalCount": "Усього товарів",
    "cartTotalPrice": "Сума",
    "cartGoBackButton": "Продовжити покупки",
    "footerCopiright": "Усі права захищені",
    "footerAboutUs": "Про нас",
    "footerGuarantee": "Гарантія і повернення",
    "footerContractOfer": "Договір оферти",
    "footerContactUs": "Контакти",
    "aboutUs": "Про нас",
  "companyDescription": "Компанія \"Sharik-upp\" це",
  "aboutUsParagraph1": "Компанія, яка працює з 2019 року на ринку доставки повітряних кульок та святкових аксесуарів у місті Київ. Інтернет-магазин \"Sharik-upp\" надає чудовий вибір різноманітних кульок з гелієм під Ваше свято. Завітайте на наш сайт, оберіть відповідний варіант, і ми доставимо вашу покупку в будь-який район Києва та у будь-який час! Просто зателефонуйте за одним із наших телефонних номерів і зробіть ваше замовлення!",
  "aboutUsParagraph2": "Наш магазин знаходиться за адресою: м. Київ, пр-т Григоренка, 43, у торговому центрі. Зручно забирати кульки самовивозом або скористатися послугою доставки",
  "aboutUsParagraph3": "Ми постійно вдосконалюємося, стежимо за останніми трендами аеродизайну, додаємо різні новинки в асортимент наших товарів. Значну увагу приділяємо вивченню якості пропонованих кульок, часу польоту, візуальної сторони тощо.",
    "guaranteeAndReturn": "Гарантія та повернення",
  "guaranteeParagraph1": "Репутація для нас має велике значення, ми постійно працюємо над покращенням якості та візуальної складової наших куль, кожна деталь замовлення важлива. Якщо вас щось не влаштувало, зв'яжіться, будь ласка, з нами за телефоном +38(097) 042-48-18. Ми постараємося вирішити проблему у найкоротші терміни.",
  "guaranteeCases": "Гарантійні випадки",
  "guaranteeParagraph2": "Зазвичай на політ повітряних куль з обробкою спеціальною рідиною гарантія становить - 48 годин з моменту замовлення за умови дотримання всіх рекомендованих правил експлуатації куль.",
  "guaranteeParagraph3": "Гарантія поширюється на латексні та фольговані кульки, доставлені нашою службою доставки, за винятком куль з конфеті стандартного та великого розміру.",
  "guaranteeParagraph4": "Наші кульки літають зазвичай від кількох днів до кількох тижнів, навіть місяців залежно від якості кульки та типу (розмір, латекс/фольга) та умов їх зберігання (температура, вологість тощо). При цьому під дією зовнішніх факторів частина кульок може луснути чи опуститися.",
  "guaranteeParagraph5": "Умови гарантії поширюються на такі випадки:",
  "guaranteeParagraph6": "• 30% кульок опустилися до закінчення гарантійного терміну",
  "refundPolicy": "Повернення коштів",
  "refundPolicyParagraph1": "Якщо було зафіксовано гарантійний випадок і неможливо здійснити заміну бракованих кульок на нові, повернення коштів здійснюється протягом 2 днів з моменту звернення клієнта, тим же способом оплати замовлення.",
  "returnPolicy": "Політика повернення товару",
  "returnPolicyParagraph1": "Просимо Вас звернути увагу на те, що згідно з постановою КМУ №172 від 19 березня 1994 р., товари належної якості поверненню та обміну не підлягають.",
  "financialGuarantees": "Фінансові гарантії замовлення",
  "financialGuaranteesParagraph1": "Будь-які зміни у замовленні або скасування ви можете зробити за телефоном +38(098) 042-48-18. При скасуванні замовлення до моменту його виконання, гарантуємо повернення 100% суми. Просимо завчасно попереджати нас про будь-які зміни, хоча б за 24 години до виконання замовлення.",
  "financialGuaranteesParagraph2": "Якщо кульки здулися з вини клієнта, гарантія на політ повітряних кульок анулюється.",
  "nonGuaranteeCases": "Негарантійні випадки",
  "nonGuaranteeCasesParagraph1": "Просимо Вас дбайливо ставитися до кульок, огородити їх від домашніх тварин і уникати їх контакту з гострими предметами.",
  "nonGuaranteeCasesParagraph2": "Прозорі кульки з конфеті, декором літають менше через додаткову вагу.",
  "nonGuaranteeCasesParagraph3": "Також, під впливом високих температур, відбувається окислення латексних куль, вони стають матовими. Особливо це стосується прозорих куль.",
  "balloonHandlingRules": "Правила експлуатації повітряних кульок з гелієм",
  "balloonHandlingRulesParagraph1": "температура: найдовше кульки літають при температурі від 20 до 23 C",
  "balloonHandlingRulesParagraph2": "вплив сонця: значно скорочує тривалість польоту",
  "balloonHandlingRulesParagraph3": "суттєво скорочує час польоту високий рівень вологості (не більше доби)",
  "balloonHandlingRulesParagraph4": "при завантаженні кульок в автомобіль не торкайтеся нагрітих частин машини",
  "balloonHandlingRulesParagraph5": "не бажано розміщувати кульки біля вентилятора, кондиціонера, обігрівача, входу в приміщення чи вікна",
  "balloonHandlingRulesParagraph6": "не рекомендується залишати кульки в машині на тривалий термін (довше 2-3 годин) як у холодну, так і в спекотну погоду. Різкі перепади температур можуть призвести до того, що кульки луснуть або суттєво здуються.",
  "balloonHandlingRulesParagraph7": "для збереження первісного вигляду та легкості транспортування рекомендуємо купувати спеціальні пакети для кульок"
}